const meditationData = [
    {
        date: "2026-01-01",
        day: 1,
        title: "빛 가운데 거하는 삶",
        scripture: "요한일서 1:1-10",
        scriptureText: [
            { verse: 1, text: "태초부터 있는 생명의 말씀에 관하여는 우리가 들은 바요 눈으로 본 바요 자세히 보고 우리의 손으로 만진 바라" },
            { verse: 2, text: "이 생명이 나타내신 바 된지라 이 영원한 생명을 우리가 보았고 증언하여 너희에게 전하노니 이는 아버지와 함께 계시다가 우리에게 나타내신 바 된 이시니라" },
            { verse: 3, text: "우리가 보고 들은 바를 너희에게도 전함은 너희로 우리와 사귐이 있게 하려 함이니 우리의 사귐은 아버지와 그의 아들 예수 그리스도와 더불어 누림이라" },
            { verse: 4, text: "우리가 이것을 씀은 우리의 기쁨이 충만하게 하려 함이라" },
            { verse: 5, text: "우리가 그에게서 듣고 너희에게 전하는 소식은 이것이니 곧 하나님은 빛이시라 그에게는 어둠이 조금도 없으시다는 것이니라" },
            { verse: 6, text: "만일 우리가 하나님과 사귐이 있다 하고 어둠에 행하면 거짓말을 하고 진리를 행하지 아니함이거니와" },
            { verse: 7, text: "그가 빛 가운데 계신 것 같이 우리도 빛 가운데 행하면 우리가 서로 사귐이 있고 그 아들 예수의 피가 우리를 모든 죄에서 깨끗하게 하실 것이요" },
            { verse: 8, text: "만일 우리가 죄가 없다고 말하면 스스로 속이고 또 진리가 우리 속에 있지 아니할 것이요" },
            { verse: 9, text: "만일 우리가 우리 죄를 자백하면 그는 미쁘시고 의로우사 우리 죄를 사하시며 우리를 모든 불의에서 깨끗하게 하실 것이요" },
            { verse: 10, text: "만일 우리가 범죄하지 아니하였다 하면 하나님을 거짓말하는 이로 만드는 것이니 또한 그의 말씀이 우리 속에 있지 아니하니라" }
        ],
        bibleReadingVideoUrl: "https://youtu.be/bEAP8CI-8hI?si=Tyx_BGdyXFvQx0Mh",
        summary: "요한은 듣고 보고 만진 생명의 말씀을 성도들에게 전합니댜 이것을 전함은 아버지와 아들과 더불어 사귀고 기쁨이 넘치도록 하기 위해서입니다.<br>하나님이 빛 가운데 계신 것처럼 우리가 빛 가운데 행하면 서로 사귐이 있고, 또한 죄를 자백하면 용서받고 모든 불의애서 깨끗해질 것입니댜",
        expositions: [
            {
                title: "사귐의 기초 1:1~4",
                content: "하나님은 우리와 교제하길 원하십니다. 그래서 타락한 인간을 구원하시기 위해 아들 예수님을 이 땅에 보내셨습니다. 예수님은 창조 이전부터 존재하시는 말씀이며 생명입니다. 예수님이 우리와 같은 사람이 되어 나타나셨기에 사도들은 예수님을 직접 보고 만졌으며, 그분의 말씀을 들었습니다. 영원한 생명이신 예수님은 인류에게 생명의 복음을 전하셨습니다. 이를 믿는 사람은 누구나 생명을 얻고, 아버지 하나님과 아들 예수님과 교제하게 됩니다. 이 교제는 세상 어느 것과도 비교할 수 없는 충만한 기쁨을 안겨 줍니다. 사도 요한은 이 기쁨의 교제에 우리를 초청합니다. 성도는 열린 마음으로 초대에 응해야 합니다.",
                questions: [
                    "사도 요한이 영원한 생명이신 예수님을 보고 만졌다는 것은 무엇을 뜻하나요?",
                    "요한이 초대하는 기쁨의 교제에 나는 어떻게 반응하고 있나요?"
                ]
            },
            {
                title: "죄를 자백할 이유 1:5~10",
                content: "하나님은 빛이십니다. 그분께는 어둠이 전혀 없고, 어둠이 접근할 수도 없습니다. 예수님으로 인해 하나님과 교제하게 된 성도는 빛 안에서 살아야 합니다. 이러한 삶은 예수님이 보혈을 흘려 우리의 모든 죄를 씻어 주셨기에 가능합니다.<br>스스로 죄가 없다고 주장하며 그리스도의 속죄를 부정하는 것은 진리에서 벗어나는 일입니다. 당시 어떤 사람들은 자신의 내면에 있는 영적 지식으로 죄를 초월해 죄를 짓지 않는다고 주장했는데, 이는 거짓입니다. 빛이신 하나님 앞에서 우리가 죄를 고백하고 그리스도가 이루신 대속을 받아들일 때, 하나님은 우리의 죄를 용서해 주시고 깨끗하게 해 주십니다. 빛 안에 거하기 위해서는 자신이 그리스도 안에서 죄 사함을 받은 존재임을 기억해야 합니다.",
                questions: [
                    "자신의 죄를 인정하지 않는 사람은 어떤 결과를 맞이하게 되나요?",
                    "빛의 자녀로 살기 위해 내가 새해에 다짐하고 실천할 일은 무엇인가요?"
                ]
            }
        ],
        prayer: "하나님! 예수 그리스도를 통해 모든 죄를 용서받고 빛이신 하나님과 교제하게 하시니 감사합니다.<br>새해의 하루하루를 빛의 자녀답게 살아가기 원합니다. 하나님이 싫어하시는 것은 멀리하고, 성령님이 제 안의 은밀한 죄를 깨우쳐 주실 때 진솔하게 자백하고 속히 돌이키게 하소서.",
        essay: {
            content: `목회자이자 상담사인 잭 밀러(Jack Miller)는 이런 말을 했다.<br><br>"힘내라! 당신은 당신이 상상한 것보다 더 나쁜 죄인이다. 그러나 당신은 당신이 희망한 것보다 더 많은 사랑을 받고 있다."<br><br>이것이 왜 좋은 소식인가? 어떻게 우리가 '상상한 것보다 더 나쁜 죄인'이라는 사실이 '힘낼' 이유가 될 수 있는가?<br><br>그것은 예수 그리스도 안에 있는 자들에게는 정죄함이 없으며, 그 무엇도 우리를 그리스도 안에 있는 하나님의 사랑에서 끊을 수 없기 때문이다(롬 8:1, 38-39).<br><br>예수님이 우리를 대신해 죽음을 당하셨기에 하나님께는 우리를 향한 형벌의 분노가 조금도 남아 있지 않다. 사랑과 연민, 그리고 우리를 그리스도처럼 변화시키려는 계획이 하나님께 있다.<br><br>예수님이 우리의 죗값을 치르셨고, 우리를 대신해 완벽한 삶을 사신 덕분에 우리는 성경이 말하는 의(義), 예수 그리스도의 옷으로 덮였다. 예수님을 통해 우리는 존귀하게 여김을 받는다.<br><br>우리는 어떤 종교나 철학도 제시할 수 없는, '하나님의 가족'이라는 엄청난 특권을 받았다. 하나님은 가족이 된 우리를 온전히 아시고 온전히 사랑하신다.<br><br>우리는 잠시 망가진 존재지만 영원히 중요한 존재다. 하나님은 우리에 대해 어쩔 수 없이 참으시는 것이 아니다. 하나님은 우리를 진심으로 좋아하시고 자랑스러워하시며, 우리를 존귀하게 여기신다.<br><br>선에 갇힌 인간, 선 밖의 예수 _ 두란노`
        },
        oneVerse: {
            verse: "요한일서 1장 3절",
            content: `복음의 목적은 사귐입니다. 사도 요한은 아버지 하나님과 그의 아들 예수 그리스도와 더불어 사귐을 갖는 것이 복음의 목적이라고 말합니다.<br><br>사귐 안에서 믿으면, 서로 정서를 나누며 하나의 목표를 지향하고 교제하는 것입니다. 이러한 사귐을 통해 우리는 마음과 뜻을 한 방향으로 모을 수 있습니다.<br><br>복음이신 예수님을 믿으면 성령의 내주하심으로 하나님과의 친밀한 사귐이 시작됩니다. 하나님과의 사귐은 개인에게는 영생을, 공동체에는 연합을 주는 하늘의 선물입니다.<br><br><br><br>하나님과의 사귐이없는 곳에는 구원도 없다.<br>-아우구스티누스`
        }
    }
];
